12/data/attachments/2b91381b784889d6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Daniel_when_Actions_68690_4</nif:username>
            <nif:friendToBeRequested>soap_actions_ff071d7e-fa98-44f4-bfd1-d9fb754e5b70</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>